Revit 2024 API
SymbolTypeId.KipPerInSup2 Property
 Symbol kip/in², indicating unit Kips per square inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KipPerInSup2 { get; }
Visual Basic
Public Shared ReadOnly Property KipPerInSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KipPerInSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace